<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Aiss - About Film</title>
</head>

<body>
<div id="bod">
<p>
젊은 한국여성인 안나최의 갑작스런 자살 소식에 그녀의 부패한
권력가 아버지는 안나를 죽음으로 몰고 간 사람들에게 복수를
 하기로 마음먹는다. 그는 그녀의 죽음이 있기 직전 그녀가 만났던
사람들을 찾아낸다. : 그녀의 남자친구, 심리상담사, 그리고 그녀를
모른다고 주장하는 한 낯선남자.
그의 오른팔인 박정규는 그를 위해, 그 세사람을 납치하여 버려진
한 창고에 가둬두고 안나의 죽음에 대한 책임에 대해 심문을 하기
시작한다.
</p>
<p>
누구의 도움도 받을 길이 없는 고립된 창고에서, 그들은 슬픔에
이성을 잃은 안나의 아버지의 요구에 응할 수 밖에 없게 된다.
여러번의 회상씬을 통해 그들이 안나의 삶 속의 끼쳤던
실질적인 영향들이 밝혀진다. 그러나 어쩐지 진실은 계속해서
밝혀지지 않는다. 그들 중 한명이 거짓을 말하고 있기 때문이다.
결국, 그 끝에 밝혀진 안나의 죽음에 대한 진실은 누구도 상상하기
힘든 충격적인 결말을 가져온다. 영화 <아미스>는 미스테리
서스펜스 스릴러 영화이다. 각본 및 연출은 라울 다이셀과 윌리엄 선벅느가 공동 작업하였다. 이 영화는 절박한 상황에 놓인 인간이
저지르게 되는 충격적인 현실에 대해 다루고 있다. : 자기 자신에 대해 모두 알고 있는 사람은 없다.
</p>
</div>
</body>
</html>